<script>
	import Article from '$lib/article/Article.svelte';
	import Cards from '$lib/article/Cards.svelte';
	import Charts from '$lib/article/Charts.svelte';

	const title = 'Самые надежные модели Honda (по статистике)';
	const cards = [
		{
			title: 'Honda Civic',
			text: `Honda Civic - это компактный автомобиль, который производится с 1972 года. Это одна из самых популярных и узнаваемых моделей Honda. Он предлагает комфортабельный интерьер, хорошую топливную экономичность и надежную производительность. Honda Civic доступен в различных вариантах кузова, включая седан, хэтчбек и купе. Он также может предлагаться в различных конфигурациях двигателей и трансмиссий, включая бензиновые и гибридные варианты.`
		},
		{
			title: 'Honda Accord',
			text: `Honda Accord - это среднеразмерный семейный автомобиль, который также широко популярен на рынке. Accord известен своим комфортным интерьером, хорошей надежностью и динамичным характером. Как и Civic, Honda Accord предлагается в различных вариантах кузова, таких как седан и купе. Он также доступен с различными двигателями, включая бензиновые и гибридные варианты.`
		},
		{
			title: 'Honda CR-V',
			text: `Honda CR-V - это компактный кроссовер, созданный для тех, кто ищет удобный и просторный автомобиль с высокой проходимостью. CR-V предлагает просторный интерьер с удобными сиденьями, а также имеет хорошие характеристики по безопасности. Он также может быть доступен в различных вариантах привода - переднем или полном.`
		},
		{
			title: 'Honda Fit',
			text: `Honda Fit - это компактный хэтчбек, который обладает просторным и удобным интерьером, несмотря на свой небольшой размер. Он известен своей высокой функциональностью и удобством, особенно благодаря складывающимся задним сиденьям, которые позволяют легко увеличить объем багажника.`
		},
		{
			title: 'Honda HR-V',
			text: `Honda HR-V - это компактный кроссовер, который объединяет характеристики хэтчбека и внедорожника. HR-V имеет стильный дизайн и просторный интерьер с возможностью складывания задних сидений для увеличения грузового пространства. Он предлагает хорошую маневренность в городском движении и имеет высокую топливную экономичность.`
		}
	];
</script>

<Article {title} {cards}>
	<p>
		Honda Civic, Honda Accord, Honda CR-V, Honda Fit и Honda HR-V - популярные модели автомобилей.
		автомобилей, выпускаемых компанией Honda, известным японским автопроизводителем. Каждая из этих
		моделей ориентирована для различных сегментов рынка и обладает различными характеристиками и
		спецификациями.
	</p>

	<Cards {cards} />
	<Charts
		lg
		title="Summary"
		entity_params={`{"honda civic":{"modelID":"956"},"honda accord":{"modelID":"903"},"honda cr-v":{"modelID":"944"},"honda civic":{"modelID":"956"},"honda hr-v":{"modelID":"988"}}`}
	/>

	<p>
		Honda HR-V имеет наилучший рейтинг надежности среди всех моделей Honda в этом наборе данных
		CarDefects данных. Исследования показывают, что серьезность и частота ремонтов, с которыми
		сталкиваются владельцы HR-V значительно ниже, чем у других моделей. Средние расходы HR-V даже
		более впечатляющие, чем у всех субкомпактных внедорожников, составив 466 долл. А ремонт HR-V
		обходится менее чем в половину средней суммы в 652 долл. которые ежегодно тратят все владельцы
		автомобилей.
	</p>
</Article>
