<script>
	import Article from '$lib/article/Article.svelte';
	import Charts from '$lib/article/Charts.svelte';

	const title = 'Самые надежные внедорожники (по статистике)';
</script>

<svelte:head>
	<title>{title}</title>
	<meta name="description" content={title} />
	<meta name="og:title" property="og:title" content={title} />
</svelte:head>

<Article>
	<h1>{title}</h1>
	<p>
		Внедорожники становятся все более популярными благодаря их универсальности, просторности и
		долговечности. С таким количеством вариантов на рынке может быть трудно определить, какой из них
		является наиболее надежным. Чтобы облегчить процесс принятия решений, мы составили список 5
		самых надежных внедорожников на основе статистических исследований.
	</p>

	<Charts title="Honda Fit" entity_params={`{"lexus gx":{"modelID":927}}`} />
	<p>
		Lexus GX - самый надежный внедорожник. Этот роскошный внедорожник получил самый высокий балл в
		исследовании, который измеряет проблемы, с которыми сталкиваются первоначальные владельцы
		трехлетних автомобилей. У Lexus GX были наименьшее количество проблем с любым внедорожником, что
		делает его главным выбором для тех, кто ищет надежный автомобиль.
	</p>

	<Charts title="Toyota Highlander" entity_params={`{"toyota highlander":{"modelID":754}}`} />
	<p>
		Toyota Highlander: еще один очень надежный внедорожник - Toyota Highlander. Этот популярный
		внедорожник среднего размера имеет репутацию надежного, и он получил высокие оценки в
		исследовании за низкое количество проблем. Toyota Highlander-отличный выбор для тех, кто хочет
		просторный и надежный внедорожник, который также является бюджетным.
	</p>

	<Charts title="Honda CR-V" entity_params={`{"honda cr-v":{"modelID":944}}`} />
	<p>
		Honda CR-V: Honda CR-V-это еще один внедорожник, который последовательно занимает высокие оценки
		по исследованиям надежности. Этот компактный внедорожник имеет репутацию надежного и
		долговечного, и он получил высокие оценки в исследовании Power J.D. для его низкого количества
		проблем. Honda CR-V-отличный выбор для тех, кто хочет надежный внедорожник, который также
		является экономичным и простым в маневрировании.
	</p>
	<Charts title="Mazda CX-5" entity_params={`{"mazda cx-5":{"modelID":330}}`} />
	<p>
		Mazda CX-5 получила высокие оценки за низкое количество проблем, что делает его одним из
		наиболее надежных внедорожников на рынке. Кроме того, Mazda CX-5 получила похвалу за его хорошо
		построенный интерьер, гладкий и отзывчивый обработку, а также экономичный двигатель. Несмотря на
		то, что ни один автомобиль не является идеальным, Mazda CX-5, как правило, считается надежным и
		долгосрочным внедорожником.
	</p>
	<Charts
		lg
		title="Summary"
		entity_params={`{"lexus gx":{"modelID":927},"toyota highlander":{"modelID":754},"honda cr-v":{"modelID":944},"mazda cx-5":{"modelID":330}}`}
	/>

	<p>
		В заключение, Lexus GX, Toyota Highlander, Honda CR-V и Mazda CX-5 являются наиболее надежными
		внедорожниками. При выборе внедорожника важно рассматривать надежность в качестве одного из
		главных факторов, поскольку надежный автомобиль обеспечит годы беззаботного вождения.
	</p>
</Article>
