<script>
	import Article from '$lib/article/Article.svelte';
	import Charts from '$lib/article/Charts.svelte';
	import Cards from '$lib/article/Cards.svelte';

	const title = 'Объективное сравнение надежности Toyota Camry vs Honda Accord (по статистике)';
	const cards = [
		{
			title: 'Toyota Camry Engine',
			text: `Также, как и Accord, Camry предлагает различные двигатели, включая 4-цилиндровые и V6 опции.
4-цилиндровые двигатели Camry могут иметь разные характеристики, но, например, 2.5-литровый 4-цилиндровый двигатель может выдавать около 203-206 лошадиных сил.
Версии с V6 моторами могут достигать мощности в районе 301-301 лошадиных сил.`
		},
		{
			title: 'Honda Accord Engine',
			text: `В зависимости от года и конфигурации, Honda Accord может быть предложена с различными моторами, включая 4-цилиндровые и V6 варианты.
4-цилиндровые двигатели могут иметь разные объемы и мощности, но, например, 1.5-литровый турбированный 4-цилиндровый двигатель может предлагать около 192-192 лошадиных сил.
Более мощные версии Accord могут оснащаться 2.0-литровыми турбированными 4-цилиндровыми двигателями, которые выдают около 252-252 лошадиных сил.`
		},
		{
			title: 'Toyota Camry Transmission',
			text: `Для Camry часто предлагается 8-ступенчатая автоматическая коробка передач с 2,5-литровым двигателем.
3,5-литровый двигатель V6 также обычно комплектуется 8-ступенчатой автоматической коробкой передач.
Гибридная Camry использует бесступенчатую трансмиссию с электронным управлением (ECVT)`
		},
		{
			title: 'Honda Accord Transmission',
			text: `
			Accord обычно комплектуется бесступенчатой трансмиссией (CVT) в паре с 1,5-литровым двигателем.
2,0-литровый двигатель часто агрегатируется с 10-ступенчатой автоматической коробкой передач.
Гибридный Accord оснащен электронной бесступенчатой трансмиссией (e-CVT).`
		},
		{
			title: 'Toyota Camry Suspension',
			text: `В Camry также используется передняя стоечная подвеска MacPherson и многорычажная задняя подвеска, обеспечивающие схожие характеристики комфорта при езде и управляемости.`
		},
		{
			title: 'Honda Accord Suspension',
			text: `
			Обычно Accord оснащается передней стоечной подвеской MacPherson и многозвенной задней подвеской, что обеспечивает хороший баланс между комфортом езды и управляемостью.`
		}
	];
</script>

<Article {title} {cards}>
	<Cards {cards} />

	<Charts
		lg
		title="Summary"
		entity_params={`{"toyota camry":{"modelID":"722"},"honda accord":{"modelID":"903"}}`}
	/>
</Article>
