{
	"error": {
		"LOAD_ERROR": "Load error"
	},
	"warn": {
		"NO_DATA": "We are sorry, but we do not have enougth data for "
	},
	"defect_category": {
		"safety": "Safety",
		"electronics": "Electronics",
		"light": "Light",
		"transmission": "transmission",
		"other": "Other",
		"equipment": "Equipment",
		"engine": "Engine",
		"brake": "Brake",
		"suspension": "Suspension"
	},
	"label": {
		"detail": {
			"age": "Defect age",
			"mileage": "Mileage"
		},
		"defect": {
			"header": "Defect Description",
			"description": "Please, provide defect details",
			"cost": "Repair Cost, $",
			"year": "Year, when defect occured",
			"age": "Car Age, when defect occured",
			"mileage": "Car Mileage, when defect occured",
			"rating": "Rating: how serious is the defect?"
		},
		"cancel": "Cancel",
		"main_header": "A Car Service Calls Statistics",
		"norm": "Normalized",
		"total": "total",
		"by_age": "by Age",
		"by_mileage": "by Mileage",
		"chart": {
			"by_age": {
				"total": {
					"title": "All Defects by Age",
					"tooltip": "total defects"
				},
				"norm": {
					"title": "Defects by Age Normalized",
					"tooltip": "Average defects per 10,000 sales"
				},
				"y": "Number of Defects",
				"x": "Age of Defect"
			},
			"by_mileage": {
				"total": {
					"title": "All Defects by Mileage",
					"tooltip": "total defects"
				},
				"norm": {
					"title": "Defects by Mileage Normalized",
					"tooltip": "Average defects per 10,000 sales"
				},
				"y": "Number of Defects",
				"x": "Car Mileage"
			}
		},
		"add_data": "Add Data",
		"update": "Update",
		"load_details": "Load more details",
		"apply": "Apply",
		"applied": "Applied",
		"reset": "Reset",
		"post": "Post",
		"posted": "Posted!",
		"more": "More",
		"search_by": "Search for defects by ",
		"model": "Model",
		"brand": "Brand",
		"gen": "Generation",
		"gen_start": "Release start",
		"gen_finish": "Release end",
		"version": "Version",
		"engine": {
			"name": "Engine",
			"displacement": "Displacement",
			"cylinders": "Cylinders",
			"valves": "Valves",
			"fuel_type": "Fuel type",
			"power_hp": "Power (hp)",
			"torque": "torque"
		},
		"trans": {
			"name": "transmission",
			"acceleration": "Acceleration",
			"consumtion": "Consumtion",
			"gears": "Gears"
		}
	},
	"text": {
		"about": {
			"header": "About this site",
			"why": "If you have ever chosen a car for yourself, you have probably watched a lot of car reviews, where bloggers of different competence told you about the pros and cons of every car and recommended what to buy. The problem is that all of these reviews are subjective, and if you are a rational mature person, and reliability of a car in the long term is important for you, you may be interested in analysis of call statistics service.",
			"concurrents": " There are awesome sites such as carcomplaints.com, carproblemzoo.com, nhtsa.gov, where people describe problems encountered during the period of their car exploitation. But unfortunately there are no charts on these sites, so you can't visually compare different models and figure out which is more problematic.",
			"website": "that's why I’ve created my own website ",
			"website_details": " collecting all the information from these useful resources and presenting it as graphs. Here you can compare car models, model generations and versions, visualize by age or mileage, and, for objectivity, consider normalized data i.e. the number of crashes per 10,000 cars sold. The site has information about 4 million crashes, and you can also contribute to the project by sharing your own experience.",
			"project": "It's a non-commercial project, created on a voluntary basis, and it is still on alpha release."
		},
		"article": {
			"japanese_top_selling_compact_suvs": {
				"title": "Japanese top-selling compact SUVs",
				"cards": "[{\"title\":\"Toyota RAV4\"},{\"title\":\"Honda CR-V\"},{\"title\":\"Mazda CX-5\"}]",
				"entity_params": "{\"mazda cx-5\":{\"modelID\":\"330\"},\"toyota rav4\":{\"modelID\":\"791\"},\"honda cr-v\":{\"modelID\":\"944\"}}",
				"text": "Were you aware, that in Japanese top-selling compact SUVs - Toyota Rav4, Honda CR-V, and Mazda CX-5 the only Honda CR-V has CVT - continuously variable transmission?\n\nThe potential buyers might be wondering: how reliable is this kind of transmission? There are thousands of questions, answers, and polar opinions in car forums. But let’s be absolutely objective here the statistics of car service calls aren't pretty: Compared with concurrents, Honda owners have problems with CVT two times more often than others in the first three years of use.\n\nOf course, a CVT car is more dynamic and fuel-efficient, but if car reliability is important to you, You'd be better off taking a classic automatic transmission."
			},
			"most_reliable_small_family_cars": {
				"title": "Most reliable Small family cars",
				"entity_params": "{\"honda civic\":{\"modelID\":\"956\"},\"toyota corolla\":{\"modelID\":731},\"mazda 3\":{\"modelID\":347},\"subaru impreza\":{\"modelID\":645}}",
				"cards": "[{\"title\":\"Honda Civic\",\"text\":\"The Honda Civic is a compact car known for its reliability, fuel efficiency, and practicality. It comes in various body styles, including sedan, coupe, and hatchback, making it a versatile choice for a wide range of customers. The Civic is often favored for its comfortable interior, smooth ride, and advanced safety features\"},{\"title\":\"Toyota Corolla\",\"text\":\"Another small family car that’s been rated highly for its reliability is the Toyota Corolla. The Toyota Corolla is one of the best-selling vehicles in the world, and for good reason. It’s an affordable, practical, and reliable car that provides an excellent driving experience. It has a spacious interior, great fuel efficiency, and a low starting price of around $20,050.\"},{\"title\":\"Mazda 3\",\"text\":\"The Mazda 3 is another small family car that’s been rated highly for its reliability. This vehicle offers a stylish exterior, a comfortable and spacious interior, and excellent driving dynamics. The Mazda3 also features advanced safety features, such as a rearview camera, blind-spot monitoring, and forward collision warning. It’s starting price is around $20,500.\"},{\"title\":\"Subaru Impreza\",\"text\":\"The Subaru Impreza is a small family car that’s been rated highly for its reliability and practicality. It’s an all-wheel drive vehicle, making it ideal for families who need a vehicle that’s great in all weather conditions. It also features a spacious interior and excellent fuel efficiency. It has a starting price of around $18,695.\"}]",
				"text": "Small family cars are the most popular vehicles in the market today. They offer a perfect blend of practicality, affordability, and safety. With the rise of the SUV and crossover vehicles, small family cars have had to up their game to remain relevant. To do this, manufacturers have focused on delivering reliable and practical vehicles that meet the needs of families."
			},
			"most_reliable_honda_models": {
				"title": "Most reliable Honda cars",
				"text": "The Honda Civic, Honda Accord, Honda CR-V, Honda Fit, and Honda HR-V are all popular models of cars produced by Honda, a renowned Japanese automotive manufacturer. Each of these models caters to different market segments and offers various features and specifications.\n The Honda HR-V has the best reliability rating of all the Honda models in this CarDefects dataset. The studies show the severity and frequency of repairs experienced by HR-V owners are much less than others. The HR-V’s average costs are even more impressive than all subcompact SUVs, estimated at $466. And HR-V’s repairs cost less than half the average $652 that all vehicle owners spend annually.",
				"entity_params": "{\"honda civic\":{\"modelID\":\"956\"},\"honda accord\":{\"modelID\":\"903\"},\"honda cr-v\":{\"modelID\":\"944\"},\"honda civic\":{\"modelID\":\"956\"},\"honda hr-v\":{\"modelID\":\"988\"}}",
				"cards": "[{\"title\":\"Honda Civic\",\"text\":\"The Honda Civic is a compact car known for its reliability, fuel efficiency, and practicality. It comes in various body styles, including sedan, coupe, and hatchback, making it a versatile choice for a wide range of customers. The Civic is often favored for its comfortable interior, smooth ride, and advanced safety features\"},{\"title\":\"Honda Accord\",\"text\":\"The Honda Accord is a mid-size sedan (and previously available as a coupe) that offers a comfortable and spacious cabin with a well-balanced combination of performance and fuel efficiency. It is renowned for its strong resale value, dependable reputation, and a range of available features, making it a popular choice among families and commuters\"},{\"title\":\"Honda CR-V\",\"text\":\"The Honda CR-V is a compact crossover SUV, known for its practicality and versatility. It offers ample cargo space, a comfortable ride, and excellent fuel efficiency. The CR-V is a favorite among those seeking a reliable and spacious vehicle for daily commuting or family outings\"},{\"title\":\"Honda Fit\",\"text\":\"The Honda Fit, also known as the Honda Jazz in some markets, is a subcompact hatchback designed to maximize interior space and versatility despite its small size. The Fit's \\\"Magic Seat\\\" allows for various configurations to accommodate different cargo and passenger needs, making it a practical choice for city driving and urban lifestyles\"},{\"title\":\"Honda HR-V\",\"text\":\"The Honda HR-V is a subcompact crossover SUV that sits below the CR-V in Honda's lineup. It provides a similar blend of versatility and fuel efficiency in a more compact package. The HR-V is a suitable option for those seeking an SUV-like vehicle with better maneuverability and city-friendly dimensions\"}]"
			},
			"honda_accord_vs_toyota_camry": {
				"title": "Toyota Camry vs Honda Accord in terms of reliability (according to statistics)",
				"entity_params": "{\"toyota camry\":{\"modelID\":\"722\"},\"honda accord\":{\"modelID\":\"903\"}}",
				"cards": "[{\"title\":\"Toyota Camry Engine\",\"text\":\"The Toyota Camry also offers a variety of engine choices\\n A base engine is often a 2.5-liter inline-4 engine\\n There's also a more powerful 3.5-liter V6 engine available in some trims\\n The Camry Hybrid uses a 2.5-liter 4-cylinder engine combined with an electric motor.\"},{\"title\":\"Honda Accord Engine\",\"text\":\"The Honda Accord typically offers a range of engine options, with variations depending on the trim level and model year\\n A common engine found in the Accord is the 1.5-liter turbocharged inline-4 engine\\n The more powerful option is usually a 2.0-liter turbocharged inline-4 engine\\n The Accord Hybrid features a 2.0-liter Atkinson-cycle inline-4 engine combined with an electric motor.\"},{\"title\":\"Toyota Camry Transmission\",\"text\":\"The Camry often offers an 8-speed automatic transmission with the 2.5-liter engine\\n The 3.5-liter V6 engine is typically paired with an 8-speed automatic transmission as well\\n The Camry Hybrid utilizes an electronically-controlled continuously variable transmission (ECVT).\"},{\"title\":\"Honda Accord Transmission\",\"text\":\" The Accord typically comes with a continuously variable transmission (CVT) paired with its 1.5-liter engine\\n The 2.0-liter engine is often mated to a 10-speed automatic transmission\\n The Accord Hybrid features an e-CVT (electronic Continuously Variable Transmission).\"},{\"title\":\"Toyota Camry Suspension\",\"text\":\"The Camry also uses a front MacPherson strut suspension and a multi-link rear suspension for similar ride comfort and handling characteristics.\"},{\"title\":\"Honda Accord Suspension\",\"text\":\"The Accord usually has a front MacPherson strut suspension and a multi-link rear suspension, which provides a good balance between ride comfort and handling.\"}]"
			},
			"audi_a4_last_3_generation": {
				"title": "Reliability of the Audi A4 over the last 3 generations",
				"entity_params": "{\"audi a4 b7\":{\"genID\":\"8\"},\"audi a4 b8\":{\"genID\":\"7\"},\"audi a4 b9\":{\"genID\":\"6\"}}",
				"cards": "[{\"title\":\"Audi A4 B7\"},{\"title\":\"Audi A4 B8\"},{\"title\":\"Audi A4 B9\"}]",
				"text": "For the last 3 generations, Audi A4 has become more stylish. But… has it become more reliable?\n\nWell, statistically, the answer is yes: within each generation, the amount of service calls has decreased 3-4 times!\n\nFurthermore, the number of engine crashes in the last generation was reduced by 15 times compared with the previous B8 generation! The new A4 has achieved great results thanks to its engines, which are sourced from the Volkswagen Audi Group.\n\nAlmost the same positive results about transmission: In the B8 generation, A4 was equipped with old-school Multitronic CVT, S tronic, and Tiptronic automatics as well as manual transmissions, but the sharper, quicker S-tronic twin-clutch arrangement is now the sole self-shifting option."
			}
		}
	}
}
