{
	"error": {
		"LOAD_ERROR": "Load error"
	},
	"warn": {
		"NO_DATA": "We are sorry, but we do not have enougth data for "
	},
	"defect_category": {
		"safety": "Safety",
		"electronics": "Electronics",
		"light": "Light",
		"transmission": "transmission",
		"other": "Other",
		"equipment": "Equipment",
		"engine": "Engine",
		"brake": "Brake",
		"suspension": "Suspension"
	},
	"label": {
		"tips": {
			"norm_data": "For objectivity consider normalized data i.e. the number of crashes per 10 000 cars sold",
			"search": "Search over 4 million crashes",
			"age_mileage": "Compare defects by age or mileage",
			"category": "Select specific defect category"
		},
		"detail": {
			"age": "Defect age",
			"mileage": "Mileage"
		},
		"defect": {
			"header": "Defect Description",
			"description": "Please, provide defect details",
			"cost": "Repair Cost, $",
			"year": "Year, when defect occured",
			"age": "Car Age, when defect occured",
			"mileage": "Car Mileage, when defect occured",
			"rating": "Rating: how serious is the defect?"
		},
		"cancel": "Cancel",
		"main_header": "A Car Service Calls Statistics",
		"norm": "Normalized",
		"total": "total",
		"by_age": "by Age",
		"by_mileage": "by Mileage",
		"chart": {
			"by_age": {
				"total": {
					"title": "All Defects by Age",
					"tooltip": "total defects"
				},
				"norm": {
					"title": "Defects by Age Normalized",
					"tooltip": "Average defects per 10,000 sales"
				},
				"y": "Number of Defects",
				"x": "Age of Defect"
			},
			"by_mileage": {
				"total": {
					"title": "All Defects by Mileage",
					"tooltip": "total defects"
				},
				"norm": {
					"title": "Defects by Mileage Normalized",
					"tooltip": "Average defects per 10,000 sales"
				},
				"y": "Number of Defects",
				"x": "Car Mileage"
			}
		},
		"add_data": "Add Data",
		"update": "Update",
		"load_details": "Load more details",
		"apply": "Apply",
		"applied": "Applied",
		"reset": "Reset",
		"post": "Post",
		"posted": "Posted!",
		"more": "More",
		"search_by": "Search for defects by ",
		"model": "Model",
		"brand": "Brand",
		"gen": "Generation",
		"gen_start": "Release start",
		"gen_finish": "Release end",
		"version": "Version",
		"engine": {
			"name": "Engine",
			"displacement": "Displacement",
			"cylinders": "Cylinders",
			"valves": "Valves",
			"fuel_type": "Fuel type",
			"power_hp": "Power (hp)",
			"torque": "torque"
		},
		"trans": {
			"name": "transmission",
			"acceleration": "Acceleration",
			"consumtion": "Consumtion",
			"gears": "Gears"
		}
	},
	"text": {
		"about": {
			"header": "About this site",
			"text": "¡Bienvenido a Car-Defects.com! El sitio líder en estadísticas de defectos en automóviles, donde podrás encontrar información detallada sobre los defectos más comunes, su frecuencia por edad y kilometraje del automóvil. Nuestro enfoque en la fiabilidad y comparación de datos te brindará la tranquilidad que necesitas al momento de adquirir un nuevo vehículo. ¡No te pierdas nuestras estadísticas actualizadas y toma decisiones informadas para tu próximo automóvil!"
		},
		"article": {
			"japanese-top-selling-compact-suvs": {
				"title": "Japanese top-selling compact SUVs",
				"cards": "[{\"title\":\"Toyota RAV4\"},{\"title\":\"Honda CR-V\"},{\"title\":\"Mazda CX-5\"}]",
				"url": "#entity_params=%7B%22mazda+cx-5%22%3A%7B%22modelID%22%3A%22330%22%7D%2C%22toyota+rav4%22%3A%7B%22modelID%22%3A%22791%22%7D%2C%22honda+cr-v%22%3A%7B%22modelID%22%3A%22944%22%7D%7D&defect_categories=1%2C3%2C4%2C5%2C6%2C7%2C8%2C9",
				"text": "Were you aware, that in Japanese top-selling compact SUVs - Toyota Rav4, Honda CR-V, and Mazda CX-5 the only Honda CR-V has CVT - continuously variable transmission?\n\nThe potential buyers might be wondering: how reliable is this kind of transmission? There are thousands of questions, answers, and polar opinions in car forums. But let’s be absolutely objective here the statistics of car service calls aren't pretty: Compared with concurrents, Honda owners have problems with CVT two times more often than others in the first three years of use.\n\nOf course, a CVT car is more dynamic and fuel-efficient, but if car reliability is important to you, You'd be better off taking a classic automatic transmission."
			},
			"most-reliable-honda-models": {
				"title": "Most reliable Honda cars",
				"text": "The Honda Civic, Honda Accord, Honda CR-V, Honda Fit, and Honda HR-V are all popular models of cars produced by Honda, a renowned Japanese automotive manufacturer. Each of these models caters to different market segments and offers various features and specifications.\n The Honda HR-V has the best reliability rating of all the Honda models in this CarDefects dataset. The studies show the severity and frequency of repairs experienced by HR-V owners are much less than others. The HR-V’s average costs are even more impressive than all subcompact SUVs, estimated at $466. And HR-V’s repairs cost less than half the average $652 that all vehicle owners spend annually.",
				"url": "#entity_params=%7B%22honda+civic%22%3A%7B%22modelID%22%3A%22956%22%7D%2C%22honda+accord%22%3A%7B%22modelID%22%3A%22903%22%7D%2C%22honda+fit%22%3A%7B%22modelID%22%3A%22983%22%7D%2C%22honda+cr-v%22%3A%7B%22modelID%22%3A%22944%22%7D%2C%22honda+hr-v%22%3A%7B%22modelID%22%3A%22988%22%7D%7D",
				"cards": "[{\"title\":\"Honda Civic\",\"text\":\"The Honda Civic is a compact car known for its reliability, fuel efficiency, and practicality. It comes in various body styles, including sedan, coupe, and hatchback, making it a versatile choice for a wide range of customers. The Civic is often favored for its comfortable interior, smooth ride, and advanced safety features\"},{\"title\":\"honda accord\",\"text\":\"The Honda Accord is a mid-size sedan (and previously available as a coupe) that offers a comfortable and spacious cabin with a well-balanced combination of performance and fuel efficiency. It is renowned for its strong resale value, dependable reputation, and a range of available features, making it a popular choice among families and commuters\"},{\"title\":\"Honda CR-V\",\"text\":\"The Honda CR-V is a compact crossover SUV, known for its practicality and versatility. It offers ample cargo space, a comfortable ride, and excellent fuel efficiency. The CR-V is a favorite among those seeking a reliable and spacious vehicle for daily commuting or family outings\"},{\"title\":\"Honda Fit\",\"text\":\"The Honda Fit, also known as the Honda Jazz in some markets, is a subcompact hatchback designed to maximize interior space and versatility despite its small size. The Fit's \\\"Magic Seat\\\" allows for various configurations to accommodate different cargo and passenger needs, making it a practical choice for city driving and urban lifestyles\"},{\"title\":\"Honda HR-V\",\"text\":\"The Honda HR-V is a subcompact crossover SUV that sits below the CR-V in Honda's lineup. It provides a similar blend of versatility and fuel efficiency in a more compact package. The HR-V is a suitable option for those seeking an SUV-like vehicle with better maneuverability and city-friendly dimensions\"}]"
			},
			"reliability-of-toyota-camry-and-honda-accord-engines": {
				"title": "**Fiabilidad al Volante: ¿Toyota Camry o Honda Accord? Descubre Cuál Domina la Carretera**",
				"text": "**Fiabilidad al  ¿Toyota Camry o Honda Accord? Descubre Cuál Domina la Carretera**\n\n¿Estás buscando un coche que no solo te lleve del punto A al punto B, sino que lo haga de manera confiable, eficiente y segura? Sumérgete en este análisis detallado de dos gigantes automovilí el Toyota Camry y el Honda Accord. Exploraremos los entresijos de sus motores, las tecnologías clave detrás de su confiabilidad y el porqué ambos modelos son tan aclamados por su durabilidad en el tiempo. Si quieres invertir en un vehículo que minimice tu tiempo en el taller y maximice tu disfrute en carretera, ¡sigue leyendo!\n\nCuando hablamos de confiabilidad automotriz, es imposible no destacar a dos de los competidores más fuertes en el  el Toyota Camry y el Honda Accord. Año tras año, estos modelos aparecen en la cima de las estadísticas y pruebas de confiabilidad, siendo elogiados por expertos y consumidores por igual. Pero, ¿qué hace que estos vehículos sean ejemplos de resistencia y calidad? Vayamos más allá de meros adjetivos y adentrémonos en los detalles técnicos que hacen de estos coches la elección acertada.\n\n**Toyota  La Revolución de la Confiabilidad**\n\nDesde su introducción, el Toyota Camry se ha ganado un lugar privilegiado en el mundo del automóvil. Su motor, conocido por su longevidad, emplea una serie de tecnologías punteras para asegurar su desempeño. El uso de la inyección directa ha incrementado su eficiencia y potencia, mientras que la ingeniería de variación de válvula con inteligencia (VVT-i) de Toyota mejora la economía de combustible y reduce las emisiones contaminantes.\n\nAdemás, el sistema de distribución con cadena en lugar de correa ha eliminado la necesidad de mantenimientos costosos a largo plazo, y su diseño robusto reduce las posibilidades de defectos. Esto se refleja en las estadísticas de confiabilidad, donde el Camry regularmente supera los promedios de la industria.\n\n**Honda  Innovación en Eficiencia**\n\nPor otro lado, el Honda Accord no se queda atrás en la carrera de la fiabilidad. Su motor es el resultado de años de innovación y refinamiento técnico. Honda ha implementado el sistema Earth Dreams Technology, que incluye variadores de fase en ambas levas (DOHC i-VTEC), permitiendo ajustes precisos en el tiempo de apertura y cierre de las válvulas en función del régimen del motor. Esto se traduce en una mejora sustancial tanto en la respuesta del motor como en los niveles de emisiones y consumo de combustible.\n\nEl Honda Accord también aprovecha las ventajas de un diseño de motor con mantenimiento reducido, haciendo uso de cadenas de distribución en lugar de correas y aplicando medidas de reducción de fricción entre componentes para maximizar la vida útil del propulsor.\n\n**Comparativa y Conclusión**\n\nAl comparar estos dos titanes, cabe destacar que tanto Toyota como Honda han invertido considerablemente en la investigación y desarrollo de tecnologías que abogan por la fiabilidad. Las innovaciones como la VVT-i de Toyota y el Earth Dreams de Honda son solo la punta del iceberg en sus respectivos compromisos con la excelencia automotriz.\n\nEs esta dedicación a la mejora continua y la adhesión a los estándares de calidad superior lo que ha llevado al Toyota Camry y al Honda Accord a mantenerse en la cima de las listas de coches más fiables.\n\nEn resumen, si estás en la búsqueda del coche perfecto, ten en cuenta la importancia de elegir un vehículo con un motor en el que puedas confiar. Las estadísticas y comparaciones hablan por sí solas, pero al final del día, la decisión depende de tus preferencias personales y necesidades específicas. Recuerda, un motor fiable no sólo es una cuestión de comodidad; es una inversión en tu tranquilidad y seguridad detrás del volante.\n\nPara aquellos interesados en vehículos de alto rendimiento con estándares de fiabilidad impresionantes, el Toyota Camry y el Honda Accord son, sin duda, una apuesta segura. ¿Cuál será tu compañero de aventuras en el asfalto? La decisión está en tus manos, pero una cosa es  confiabilidad y calidad van de la mano con estos modelos emblemáticos. ¡Elige sabiamente y conduce con confianza!",
				"url": "#entity_params=%7B%22toyota+camry%22%3A%7B%22modelID%22%3A%22722%22%7D%2C%22honda+accord%22%3A%7B%22modelID%22%3A%22903%22%7D%7D&defect_categories=4",
				"cards": "[{\"title\":\"Toyota Camry Engine\"},{\"title\":\"Honda Accord Engine\"}]"
			},
			"audi-a4-last-3-generation": {
				"title": "Reliability of the Audi A4 over the last 3 generations",
				"url": "#entity_params=%7B%22audi+a4+b7%22%3A%7B%22genID%22%3A%228%22%7D%2C%22audi+a4+b8%22%3A%7B%22genID%22%3A%227%22%7D%2C%22audi+a4+b9%22%3A%7B%22genID%22%3A%226%22%7D%7D",
				"cards": "[{\"title\":\"Audi A4 B7\"},{\"title\":\"Audi A4 B8\"},{\"title\":\"Audi A4 B9\"}]",
				"text": "For the last 3 generations, Audi A4 has become more stylish. But… has it become more reliable?\n\nWell, statistically, the answer is yes: within each generation, the amount of service calls has decreased 3-4 times!\n\nFurthermore, the number of engine crashes in the last generation was reduced by 15 times compared with the previous B8 generation! The new A4 has achieved great results thanks to its engines, which are sourced from the Volkswagen Audi Group.\n\nAlmost the same positive results about transmission: In the B8 generation, A4 was equipped with old-school Multitronic CVT, S tronic, and Tiptronic automatics as well as manual transmissions, but the sharper, quicker S-tronic twin-clutch arrangement is now the sole self-shifting option."
			},
			"who-wins-on-reliability-toyota-or-lexus": {
				"title": "¿Quién gana en fiabilidad, Toyota o Lexus...",
				"text": "¿Quién gana en fiabilidad, Toyota o Lexus? Esta es una pregunta que ha generado mucha controversia en el mundo automotriz. Ambas marcas son conocidas por su compromiso con la calidad y la durabilidad, pero ¿cuál de ellas merece más nuestra confianza?\n\nAntes de adentrarnos en esta discusión, es importante destacar que la fiabilidad de un vehículo es un factor crucial a la hora de tomar una decisión de compra. Nadie quiere invertir su dinero en un automóvil que constantemente está en el taller por problemas mecánicos. Es por eso que es fundamental conocer cuál de estas marcas ofrece la mayor fiabilidad en sus vehículos.\n\nSegún el sitio web car-defects.com, tanto Toyota como Lexus tienen una reputación sólida en términos de fiabilidad. Sin embargo, al examinar los detalles técnicos, podemos notar algunas diferencias que podrían inclinar la balanza hacia una u otra marca.  \n\nTeniendo en cuenta la tonalidad sarcástica, podríamos decir que Toyota, con su enfoque conservador en el diseño mecánico, ha demostrado ser una opción fiable durante décadas. Sin embargo, Lexus, la marca de lujo de Toyota, se ha distinguido por su énfasis en la innovación tecnológica, lo que ha llevado a algunas incidencias de fallos mecánicos en modelos más recientes. Un dato irónico, teniendo en cuenta su imagen de lujo y exclusividad.\n\nPero no todo es malo. A pesar de las diferencias, ambas marcas siguen siendo líderes en términos de durabilidad y fiabilidad en comparación con otros fabricantes de automóviles. ¿Cuál es entonces la conclusión? Según las estadísticas de car-defects.com, ambas marcas siguen siendo una apuesta segura en términos de fiabilidad. \n\nEn resumen, cuando se trata de fiabilidad, tanto Toyota como Lexus tienen sus virtudes y defectos. ¿Cuál es la clave para tomar una buena decisión de compra? Investigar bien y tener en cuenta factores como el mantenimiento adecuado del vehículo. Al final del día, lo importante es encontrar un automóvil en el que puedas confiar. Y en eso, tanto Toyota como Lexus cumplen con creces.",
				"url": "#entity_params=%7B%22toyota%20camry%22:%7B%22modelID%22:%22722%22%7D,%22toyota%20corolla%22:%7B%22modelID%22:%22731%22%7D,%22lexus%20es%22:%7B%22brandID%22:%228%22%7D,%22lexus%20rx%22:%7B%22brandID%22:%228%22%7D%7D&data_params=%7B%22total%22:true%7D",
				"cards": "[{\"title\":\"toyota camry\"},{\"title\":\"toyota corolla\"},{\"title\":\"lexus es\"},{\"title\":\"lexus rx\"}]"
			},
			"toyota-camry-vs-honda-accord-vs-mazda-6": {
				"title": "La elección de un automóvil confiable y duradero es una decisión importante para cualquier comprador. Entre los sedanes medianos más populares en el mercado, el Toyota Camry, el Honda Accord y el Mazda 6 son opciones destacadas. Estos vehículos han ganado una reputación sólida en términos de confiabilidad y rendimiento a lo largo de los años. En este artículo, compararemos estos tres modelos basándonos en estadísticas confiables para ayudarte a tomar una decisión informada.",
				"text": "La elección de un automóvil confiable y duradero es una decisión importante para cualquier comprador. Entre los sedanes medianos más populares en el mercado, el Toyota Camry, el Honda Accord y el Mazda 6 son opciones destacadas. Estos vehículos han ganado una reputación sólida en términos de confiabilidad y rendimiento a lo largo de los años. En este artículo, compararemos estos tres modelos basándonos en estadísticas confiables para ayudarte a tomar una decisión informada.\n\nComenzando con el Toyota Camry, este sedán ha sido conocido por su confiabilidad legendaria. Según los informes de Consumer Reports, el Camry ha obtenido altas calificaciones en términos de confiabilidad durante muchos años consecutivos. Además, el Camry ha sido el vehículo más vendido en los Estados Unidos durante varios años, lo que demuestra su popularidad y confianza entre los consumidores. Con una amplia gama de opciones de motor y características de seguridad avanzadas, el Camry ofrece una experiencia de conducción cómoda y confiable.\n\nPor otro lado, el Honda Accord también ha demostrado ser un sedán confiable y duradero. Según J.D. Power, el Accord ha obtenido altas calificaciones en términos de calidad y confiabilidad. Además, el Accord ha sido elogiado por su rendimiento en pruebas de seguridad, lo que lo convierte en una opción segura para los conductores y sus familias. Con una amplia gama de opciones de motor y una cabina espaciosa y bien equipada, el Accord ofrece una experiencia de conducción suave y cómoda.\n\nFinalmente, el Mazda 6 también merece ser mencionado en esta comparación. Aunque no ha sido tan popular como el Camry o el Accord, el Mazda 6 ha ganado una reputación sólida en términos de confiabilidad y rendimiento. Según los informes de Consumer Reports, el Mazda 6 ha obtenido calificaciones por encima del promedio en términos de confiabilidad. Además, el Mazda 6 se destaca por su diseño elegante y deportivo, así como por su manejo ágil y divertido. Con una amplia gama de características de seguridad y tecnología, el Mazda 6 ofrece una experiencia de conducción emocionante y confiable.\n\nEn resumen, tanto el Toyota Camry, el Honda Accord como el Mazda 6 son opciones confiables y duraderas en el segmento de los sedanes medianos. Según las estadísticas, el Camry ha demostrado ser el más confiable y popular entre los consumidores. Sin embargo, el Accord y el Mazda 6 también tienen sus propias fortalezas en términos de confiabilidad y rendimiento. Al final, la elección entre estos tres modelos dependerá de tus preferencias personales y necesidades específicas. Recuerda siempre realizar una prueba de manejo y consultar con un concesionario autorizado para obtener más información antes de tomar una decisión final.",
				"url": "#entity_params={\"toyota+camry\":{\"modelID\":\"722\"},\"honda+accord\":{\"modelID\":\"903\"},\"mazda+6\":{\"modelID\":\"349\"}}",
				"cards": "[{\"title\":\"toyota camry\"},{\"title\":\"honda accord\"},{\"title\":\"mazda 6\"}]"
			},
			"volkswagen-golf-vs-mazda-3": {
				"title": "Comparación de Fiabilidad: Volkswagen Golf vs Mazda 3 - Un Análisis Estadístico Detallado",
				"text": "Título del artículo: \"Comparación de Fiabilidad: Volkswagen Golf vs Mazda 3 - Un Análisis Estadístico Detallado\"\n\n¿Alguna vez te has preguntado cuál es el coche más fiable entre el Volkswagen Golf y el Mazda 3? En este artículo, nos sumergimos en las estadísticas y los detalles técnicos para ofrecerte una comparación de fiabilidad basada en datos reales. \n\nLa fiabilidad de un coche es un factor crucial a la hora de tomar una decisión de compra. Un coche fiable no sólo te ahorra tiempo y dinero en reparaciones, sino que también te proporciona tranquilidad en la carretera. Pero, ¿cómo determinamos la fiabilidad de un coche? Aquí es donde entran en juego las estadísticas y los defectos del coche.\n\nEl Volkswagen Golf y el Mazda 3 son dos de los coches más populares en el mercado. Ambos son conocidos por su rendimiento, diseño y tecnología. Pero, ¿cuál de ellos es más fiable? Para responder a esta pregunta, hemos analizado una serie de factores, incluyendo el número de defectos reportados, la durabilidad de los componentes clave y las tecnologías de vanguardia que cada coche incorpora.\n\nEl Volkswagen Golf, por ejemplo, cuenta con una serie de tecnologías avanzadas que mejoran su fiabilidad. Su sistema de frenos antibloqueo, su sistema de control de estabilidad y su sistema de asistencia al conductor son sólo algunos de los elementos que contribuyen a su alto nivel de fiabilidad.\n\nPor otro lado, el Mazda 3 no se queda atrás. Este coche cuenta con tecnologías como el sistema de control de tracción, el sistema de control de estabilidad y el sistema de asistencia al conductor, que mejoran su rendimiento y fiabilidad.\n\nPero, ¿qué dicen las estadísticas? ¿Cuál de estos coches tiene menos defectos? ¿Cuál de ellos ofrece una mayor fiabilidad a largo plazo? Para responder a estas preguntas, te invitamos a consultar nuestra tabla de estadísticas al final del artículo.\n\nEn resumen, tanto el Volkswagen Golf como el Mazda 3 son coches fiables que ofrecen una serie de tecnologías avanzadas. Sin embargo, la elección final dependerá de tus necesidades y preferencias individuales. Así que, ¿por qué no echas un vistazo a nuestras estadísticas y haces tu propia comparación?\n\nRecuerda, la fiabilidad no es sólo una cuestión de suerte. Es el resultado de años de investigación, desarrollo y pruebas rigurosas. Así que, la próxima vez que te encuentres comparando coches, asegúrate de tener en cuenta la fiabilidad. ¡Feliz conducción!",
				"url": "#entity_params=%7B%22volkswagen+golf%22%3A%7B%22modelID%22%3A%22844%22%7D%2C%22mazda+3%22%3A%7B%22modelID%22%3A%22347%22%7D%7D",
				"cards": "[{\"title\":\"volkswagen golf\"},{\"title\":\"mazda 3\"}]"
			},
			"best-car-reliability-comparison-2023": {
				"title": "¿Estás cansado de fiarte de las promesas vacías de los fabricantes de...",
				"text": "¿Estás cansado de fiarte de las promesas vacías de los fabricantes de automóviles sobre la fiabilidad de sus vehículos? ¡No te preocupes! Hemos desenterrado los datos más recientes sobre la fiabilidad de los automóviles para el año 2023 y ¡te prometemos que no te decepcionarás!\n\nEn un mundo lleno de fallos de automóviles y problemas mecánicos, es crucial contar con información fiable para tomar decisiones informadas al comprar un coche. En nuestro artículo, te ofreceremos una comparación detallada de los coches más fiables para el año 2023, basada en datos técnicos reales y no en simples promesas de marketing.\n\n¿Quieres saber cuál es el coche que más rápido se rompe? ¡Ahí estaremos para contártelo! Y no, no es un concurso de velocidad.\n\nNos aseguraremos de usar un tono sarcástico y entretenido para mantener a nuestros lectores comprometidos y entretenidos mientras desentrañamos los detalles técnicos de la fiabilidad de los automóviles. Porque, vamos, ¿quién dijo que hablar de análisis de datos tenía que ser aburrido?\n\nSi deseas una fuente fiable de información sobre los coches más fiables para el año 2023, car-defects.com es el lugar para ir. No te dejes engañar por los anuncios elegantes y las promesas vacías, ¡confía en los datos y la experiencia para tomar decisiones inteligentes!\n\nAsí que, recuerda, la próxima vez que estés considerando comprar un coche, ¡no te arriesgues a ser víctima de un fallo inesperado! Confía en nuestra comparación de fiabilidad de automóviles para el 2023 y toma la decisión correcta. Tu bolsillo, y tu tranquilidad, te lo agradecerán.",
				"url": "#entity_params=%7B%22toyota%20corolla%22:%7B%22modelID%22:%22731%22%7D,%22honda%20accord%22:%7B%22modelID%22:%22903%22%7D,%22subaru%20impreza%22:%7B%22modelID%22:%22645%22%7D%7D&data_params=%7B%22total%22:true%7D",
				"cards": "[{\"title\":\"toyota corolla\"},{\"title\":\"honda accord\"},{\"title\":\"subaru impreza\"}]"
			},
			"top-reliable-cars-ranked": {
				"title": "¿Estás harto de que tu coche te deje varado en el medio de la...",
				"text": "¿Estás harto de que tu coche te deje varado en el medio de la carretera? ¿Cansado de gastar demasiado dinero en reparaciones constantes? Bueno, estás de suerte, porque hemos recopilado una lista de los coches más confiables que seguramente te harán olvidar esos días de estrés en el taller. Después de todo, ¿quién tiene tiempo para lidiar con problemas de fiabilidad?\n\nEn un mundo lleno de incertidumbre, es reconfortante saber que puedes confiar en tu coche para llevarte a donde necesitas ir. Nuestra lista de los coches más confiables te ayudará a tomar una decisión informada para tu próxima compra de coche, ahorrándote tiempo, dinero y dolores de cabeza.\n\nPero espera, no te vayas corriendo a comprar el primer coche que veas. Antes de tomar una decisión, asegúrate de revisar el sitio web car-defects.com para obtener información detallada sobre los defectos comunes que afectan a ciertos modelos. Después de todo, la fiabilidad es solo una pieza del rompecabezas cuando se trata de elegir el coche perfecto para ti.\n\nAhora, vamos a sumergirnos en los detalles técnicos. ¿Qué hace que un coche sea confiable? ¿Es el motor, la transmisión, o tal vez la calidad de construcción en general? Presta atención a nuestras clasificaciones para descubrir qué aspectos técnicos hacen que estos coches deslumbren (o decepcionen).\n\n¡Así que prepárate para dejar atrás los dolores de cabeza automotrices y encontrar tu coche confiable ideal! ¡Después de todo, mereces un coche en el que puedas confiar!",
				"url": "#entity_params=%7B%7D&data_params=%7B%7D",
				"cards": "[]"
			}
		}
	}
}
