{
	"error": {
		"LOAD_ERROR": "Load error"
	},
	"warn": {
		"NO_DATA": "We are sorry, but we do not have enougth data for "
	},
	"defect_category": {
		"safety": "Safety",
		"electronics": "Electronics",
		"light": "Light",
		"transmission": "transmission",
		"other": "Other",
		"equipment": "Equipment",
		"engine": "Engine",
		"brake": "Brake",
		"suspension": "Suspension"
	},
	"label": {
		"tips": {
			"norm_data": "For objectivity consider normalized data i.e. the number of crashes per 10 000 cars sold",
			"search": "Search over 4 million crashes",
			"age_mileage": "Compare defects by age or mileage",
			"category": "Select specific defect category"
		},
		"detail": {
			"age": "Defect age",
			"mileage": "Mileage"
		},
		"defect": {
			"header": "Defect Description",
			"description": "Please, provide defect details",
			"cost": "Repair Cost, $",
			"year": "Year, when defect occured",
			"age": "Car Age, when defect occured",
			"mileage": "Car Mileage, when defect occured",
			"rating": "Rating: how serious is the defect?"
		},
		"cancel": "Cancel",
		"main_header": "A Car Service Calls Statistics",
		"norm": "Normalized",
		"total": "total",
		"by_age": "by Age",
		"by_mileage": "by Mileage",
		"chart": {
			"by_age": {
				"total": {
					"title": "All Defects by Age",
					"tooltip": "total defects"
				},
				"norm": {
					"title": "Defects by Age Normalized",
					"tooltip": "Average defects per 10,000 sales"
				},
				"y": "Number of Defects",
				"x": "Age of Defect"
			},
			"by_mileage": {
				"total": {
					"title": "All Defects by Mileage",
					"tooltip": "total defects"
				},
				"norm": {
					"title": "Defects by Mileage Normalized",
					"tooltip": "Average defects per 10,000 sales"
				},
				"y": "Number of Defects",
				"x": "Car Mileage"
			}
		},
		"add_data": "Add Data",
		"update": "Update",
		"load_details": "Load more details",
		"apply": "Apply",
		"applied": "Applied",
		"reset": "Reset",
		"post": "Post",
		"posted": "Posted!",
		"more": "More",
		"search_by": "Search for defects by ",
		"model": "Model",
		"brand": "Brand",
		"gen": "Generation",
		"gen_start": "Release start",
		"gen_finish": "Release end",
		"version": "Version",
		"engine": {
			"name": "Engine",
			"displacement": "Displacement",
			"cylinders": "Cylinders",
			"valves": "Valves",
			"fuel_type": "Fuel type",
			"power_hp": "Power (hp)",
			"torque": "torque"
		},
		"trans": {
			"name": "transmission",
			"acceleration": "Acceleration",
			"consumtion": "Consumtion",
			"gears": "Gears"
		}
	},
	"text": {
		"about": {
			"header": "About this site",
			"text": "If you have ever chosen a car for yourself, you have probably watched a lot of car reviews, where bloggers of different competence told you about the pros and cons of every car and recommended what to buy. The problem is that all of these reviews are subjective, and if you are a rational mature person, and reliability of a car in the long term is important for you, you may be interested in analysis of call statistics service.\n\nThere are awesome sites such as carcomplaints.com, carproblemzoo.com, nhtsa.gov, where people describe problems encountered during the period of their car exploitation. But unfortunately there are no charts on these sites, so you can't visually compare different models and figure out which is more problematic.\n\nthat's why I’ve created my own website car-defects.com, collecting all the information from these useful resources and presenting it as graphs. Here you can compare car models, model generations and versions, visualize by age or mileage, and, for objectivity, consider normalized data i.e. the number of crashes per 10,000 cars sold. The site has information about 4 million crashes, and you can also contribute to the project by sharing your own experience.\n\nIt's a non-commercial project, created on a voluntary basis, and it is still on alpha release."
		},
		"article": {
			"japanese_top_selling_compact_suvs": {
				"title": "Japanese top-selling compact SUVs",
				"cards": "[{\"title\":\"Toyota RAV4\"},{\"title\":\"Honda CR-V\"},{\"title\":\"Mazda CX-5\"}]",
				"url": "#entity_params=%7B%22mazda+cx-5%22%3A%7B%22modelID%22%3A%22330%22%7D%2C%22toyota+rav4%22%3A%7B%22modelID%22%3A%22791%22%7D%2C%22honda+cr-v%22%3A%7B%22modelID%22%3A%22944%22%7D%7D&defect_categories=1%2C3%2C4%2C5%2C6%2C7%2C8%2C9",
				"text": "Were you aware, that in Japanese top-selling compact SUVs - Toyota Rav4, Honda CR-V, and Mazda CX-5 the only Honda CR-V has CVT - continuously variable transmission?\n\nThe potential buyers might be wondering: how reliable is this kind of transmission? There are thousands of questions, answers, and polar opinions in car forums. But let’s be absolutely objective here the statistics of car service calls aren't pretty: Compared with concurrents, Honda owners have problems with CVT two times more often than others in the first three years of use.\n\nOf course, a CVT car is more dynamic and fuel-efficient, but if car reliability is important to you, You'd be better off taking a classic automatic transmission."
			},
			"most_reliable_honda_models": {
				"title": "Most reliable Honda cars",
				"text": "The Honda Civic, Honda Accord, Honda CR-V, Honda Fit, and Honda HR-V are all popular models of cars produced by Honda, a renowned Japanese automotive manufacturer. Each of these models caters to different market segments and offers various features and specifications.\n The Honda HR-V has the best reliability rating of all the Honda models in this CarDefects dataset. The studies show the severity and frequency of repairs experienced by HR-V owners are much less than others. The HR-V’s average costs are even more impressive than all subcompact SUVs, estimated at $466. And HR-V’s repairs cost less than half the average $652 that all vehicle owners spend annually.",
				"url": "#entity_params=%7B%22honda+civic%22%3A%7B%22modelID%22%3A%22956%22%7D%2C%22honda+accord%22%3A%7B%22modelID%22%3A%22903%22%7D%2C%22honda+fit%22%3A%7B%22modelID%22%3A%22983%22%7D%2C%22honda+cr-v%22%3A%7B%22modelID%22%3A%22944%22%7D%2C%22honda+hr-v%22%3A%7B%22modelID%22%3A%22988%22%7D%7D",
				"cards": "[{\"title\":\"Honda Civic\",\"text\":\"The Honda Civic is a compact car known for its reliability, fuel efficiency, and practicality. It comes in various body styles, including sedan, coupe, and hatchback, making it a versatile choice for a wide range of customers. The Civic is often favored for its comfortable interior, smooth ride, and advanced safety features\"},{\"title\":\"Honda Accord\",\"text\":\"The Honda Accord is a mid-size sedan (and previously available as a coupe) that offers a comfortable and spacious cabin with a well-balanced combination of performance and fuel efficiency. It is renowned for its strong resale value, dependable reputation, and a range of available features, making it a popular choice among families and commuters\"},{\"title\":\"Honda CR-V\",\"text\":\"The Honda CR-V is a compact crossover SUV, known for its practicality and versatility. It offers ample cargo space, a comfortable ride, and excellent fuel efficiency. The CR-V is a favorite among those seeking a reliable and spacious vehicle for daily commuting or family outings\"},{\"title\":\"Honda Fit\",\"text\":\"The Honda Fit, also known as the Honda Jazz in some markets, is a subcompact hatchback designed to maximize interior space and versatility despite its small size. The Fit's \\\"Magic Seat\\\" allows for various configurations to accommodate different cargo and passenger needs, making it a practical choice for city driving and urban lifestyles\"},{\"title\":\"Honda HR-V\",\"text\":\"The Honda HR-V is a subcompact crossover SUV that sits below the CR-V in Honda's lineup. It provides a similar blend of versatility and fuel efficiency in a more compact package. The HR-V is a suitable option for those seeking an SUV-like vehicle with better maneuverability and city-friendly dimensions\"}]"
			},
			"reliability_of_toyota_camry_and_honda_accord_engines": {
				"title": "Reliability of Toyota Camry and Honda Accord engines",
				"text": "There are two ways to make a five-meter-long Japanese sedan dynamic: \n\nthe conservative way is to use an old large displacement atmosphere engine, relying on simplicity of construction.\n \nThe innovative way is to use a low displacement turbocharged engine, relying on technologies. \n\nThere is no magic and technologically Honda engineers achieved one-and-a-half times more fuel-efficient engine.\n\nBut...  Is atmospheric engine voracity worth it?\nIs the Toyota Camry so reliable compared to the Honda Accord, that makes you abandon innovations, modern design, and driving pleasure?\n\nLet's check the statistics and figure it out!\n\nAs we can see, by statistics of car service calls, the Honda Accord even is more reliable in the first 3 years of use! \nBy the way, the Camry wins in the long-term perspective but by a small margin.",
				"url": "#entity_params=%7B%22toyota+camry%22%3A%7B%22modelID%22%3A%22722%22%7D%2C%22honda+accord%22%3A%7B%22modelID%22%3A%22903%22%7D%7D&defect_categories=4",
				"cards": "[{\"title\":\"Toyota Camry Engine\",\"text\":\"The Toyota Camry also offers a variety of engine choices\\n A base engine is often a 2.5-liter inline-4 engine\\n There's also a more powerful 3.5-liter V6 engine available in some trims\\n The Camry Hybrid uses a 2.5-liter 4-cylinder engine combined with an electric motor.\"},{\"title\":\"Honda Accord Engine\",\"text\":\"The Honda Accord typically offers a range of engine options, with variations depending on the trim level and model year\\n A common engine found in the Accord is the 1.5-liter turbocharged inline-4 engine\\n The more powerful option is usually a 2.0-liter turbocharged inline-4 engine\\n The Accord Hybrid features a 2.0-liter Atkinson-cycle inline-4 engine combined with an electric motor.\"}]"
			},
			"audi_a4_last_3_generation": {
				"title": "Reliability of the Audi A4 over the last 3 generations",
				"url": "#entity_params=%7B%22audi+a4+b7%22%3A%7B%22genID%22%3A%228%22%7D%2C%22audi+a4+b8%22%3A%7B%22genID%22%3A%227%22%7D%2C%22audi+a4+b9%22%3A%7B%22genID%22%3A%226%22%7D%7D",
				"cards": "[{\"title\":\"Audi A4 B7\"},{\"title\":\"Audi A4 B8\"},{\"title\":\"Audi A4 B9\"}]",
				"text": "For the last 3 generations, Audi A4 has become more stylish. But… has it become more reliable?\n\nWell, statistically, the answer is yes: within each generation, the amount of service calls has decreased 3-4 times!\n\nFurthermore, the number of engine crashes in the last generation was reduced by 15 times compared with the previous B8 generation! The new A4 has achieved great results thanks to its engines, which are sourced from the Volkswagen Audi Group.\n\nAlmost the same positive results about transmission: In the B8 generation, A4 was equipped with old-school Multitronic CVT, S tronic, and Tiptronic automatics as well as manual transmissions, but the sharper, quicker S-tronic twin-clutch arrangement is now the sole self-shifting option."
			},
			"how_repair_costs_change_as_subaru_models_age": {
				"title": "How Repair Costs Change As Subaru Models Age",
				"text": "Subaru has earned a reputation for reliability, but even their vehicles require repairs as the odometer accumulates miles. Tracking service costs by mileage provides insight into which models remain affordable to maintain.\n\nThe Subaru Ascent midsize SUV averages around $350 yearly in repairs during the first 50,000 miles. From 50,000 to 100,000 miles, this rises to $400 annually, and beyond 100,000 miles costs reach about $475.\n\nThe B9 Tribeca midsize SUV follows a similar pattern. In the first 50,000 miles, owners report spending roughly $300 per year on unscheduled repairs. From 50,000 to 100,000 miles this increases to $375, and after 100,000 miles jumps to $450. \n\nOur car service call statistics data show that Ascent had more defects than Tribeca (almost double)\n\nOn the other hand, the Baja compact pickup displays a relatively comparable trend. For the first 50,000 miles, drivers pay approximately $250 yearly for repairs. Baja has the lowest number of service calls of the pack within the first 25,000 miles (refer to the car service call statistics data provided below).\n\nThis climbs to $325 for 50,000 to 100,000 miles and hits $400 beyond 100,000 miles.\n\nWhile maintenance costs rise as mileage increases in Subarus, they remain relatively affordable compared to other brands. Baja has the lowest average repair bills across its lifespan. The Ascent is most expensive to maintain long-term compared to the three. But even higher-maintenance Subarus remains cost-effective.\n\nProper maintenance and repair of small issues early help minimize major repair costs down the road. But Subarus' reputation for reliability and longevity shines through in the data, no matter the mileage. ",
				"url": "#entity_params=%7B%22subaru+ascent%22%3A%7B%22modelID%22%3A%22633%22%7D%2C%22subaru+b9%22%3A%7B%22modelID%22%3A%22634%22%7D%2C%22subaru+baja%22%3A%7B%22modelID%22%3A%22635%22%7D%7D&data_params=%7B%22total%22%3Atrue%2C%22by_mileage%22%3Atrue%7D",
				"cards": "[{\"title\":\"Subaru Ascent\"},{\"title\":\"Subaru B9\"},{\"title\":\"Subaru Baja\"}]"
			},
			"who_wins_on_reliability_toyota_or_lexus": {
				"cards": "[]",
				"title": "Crunching the Numbers: Who Wins on Reliability - Toyota or Lexus?",
				"text": "We all want our rides to be reliable and affordable to maintain. \n\nAmong the brands with  an unbeatable reputation for reliability are Toyota and Lexus. But just how reliable are these Japanese brands compared to each other? \n\nLet's crunch the numbers.\n\nAnalysis of car service call statistics reveals that Lexus edges out Toyota slightly when it comes to long-term reliability per mile driven. The average Toyota have over 27,000 defects reported by 25,000 miles. Lexus models have far less at around 2000 reported defects within the same mileage. \n\nFrom the brand model generation search bar:\n\nChoose Toyota and then click “Search for defects by Toyota” on the far right. A graph will come up with the generated data, pulled from useful resources such as nhtsa.gov. \n\n Next, click on the brand model generation search bar and choose Lexus (for the comparison), and then click  “Search for defects by Lexus.” This includes a Lexus bar chart, beside the Toyota in orange. \n\nYou can click “By age” or “Mileage” to get the visual comparison data. \n\nFor our case, we used “Total” defects by “Mileage” to get the below bar chart.\n\n\n\n\nSo, what makes Lexus the king of reliability mile after mile? It comes down to higher-grade components, more stringent quality control, and fewer standard features to break. Lexus also offers things like stainless steel exhausts that Toyota doesn't.\n\nOf course, Toyota still tops all non-luxury brands for longevity. But for that extra dose of bulletproof dependability, Lexus takes the crown. Its ultra-durable build and upscale parts ensure it outlasts its parent company by tens of thousands of miles before repairs are needed.",
				"url": "#entity_params=%7B%22toyota%22%3A%7B%22brandID%22%3A%2217%22%7D%2C%22lexus%22%3A%7B%22brandID%22%3A%228%22%7D%7D&data_params=%7B%22by_mileage%22%3Atrue%2C%22total%22%3Atrue%7D"
			},
			"toyota_camry_vs_honda_accord_vs_mazda_6_reliability_comparison": {
				"title": "Reliability Comparison of Toyota Camry vs Honda Accord vs Mazda 6 Based on Statistics",
				"text": "Reliability Comparison of Toyota Camry vs Honda Accord vs Mazda 6 Based on Statistics\n\nWhen it comes to purchasing a new car, reliability is often one of the top concerns for buyers. After all, no one wants to invest their hard-earned money in a vehicle that will constantly break down or require expensive repairs. In this article, we will compare the reliability of three popular midsize sedans: the Toyota Camry, Honda Accord, and Mazda 6, based on statistics.\n\nToyota Camry:\nThe Toyota Camry has long been known for its reliability and durability. According to various reliability studies and consumer reports, the Camry consistently ranks high in terms of reliability. For example, the J.D. Power Vehicle Dependability Study consistently rates the Camry as one of the most reliable vehicles in its class. Additionally, the Camry has received high scores in the Consumer Reports reliability ratings, with above-average reliability scores for most model years.\n\nHonda Accord:\nThe Honda Accord is another midsize sedan that has built a reputation for reliability over the years. Like the Camry, the Accord consistently receives high marks in reliability studies. The J.D. Power Vehicle Dependability Study has consistently ranked the Accord as one of the most reliable vehicles in its class. Consumer Reports also rates the Accord highly in terms of reliability, with above-average scores for most model years.\n\nMazda 6:\nWhile the Mazda 6 may not have the same longstanding reputation for reliability as the Camry and Accord, it has made significant strides in recent years. According to various reliability studies, the Mazda 6 has shown improvement in terms of reliability. For example, the J.D. Power Vehicle Dependability Study has seen the Mazda 6's reliability scores improve over time. However, it is worth noting that the Mazda 6 may still have slightly lower reliability scores compared to the Camry and Accord.\n\nIn terms of specific reliability issues, all three vehicles have their own strengths and weaknesses. However, it is important to note that these issues can vary depending on the model year and specific trim level. It is always recommended to research the reliability of a specific model year and trim level before making a purchase.\n\nIn conclusion, when comparing the reliability of the Toyota Camry, Honda Accord, and Mazda 6, all three vehicles have a strong reputation for reliability. The Camry and Accord have consistently ranked high in reliability studies and consumer reports, while the Mazda 6 has shown improvement in recent years. Ultimately, the choice between these three vehicles may come down to personal preference, budget, and specific needs.",
				"url": "#entity_params={\"toyota+camry\":{\"modelID\":\"722\"},\"honda+accord\":{\"modelID\":\"903\"},\"mazda+6\":{\"modelID\":\"349\"}}",
				"cards": "[{\"title\":\"toyota camry\"},{\"title\":\"honda accord\"},{\"title\":\"mazda 6\"}]"
			},
			"toyota_camry_vs_honda_accord_vs_mazda_6": {
				"title": "Comparação da fiabilidade do Toyota Camry vs Honda Accord vs Mazda 6 com base em estatísticas",
				"text": "Comparação da fiabilidade do Toyota Camry vs Honda Accord vs Mazda 6 com base em estatísticas\n\nQuando se trata de comprar um carro novo, a fiabilidade é uma das características mais importantes a considerar. Afinal, ninguém quer gastar uma quantia considerável de dinheiro num veículo que vai constantemente para a oficina. Neste artigo, vamos comparar a fiabilidade de três sedans populares: o Toyota Camry, o Honda Accord e o Mazda 6, com base em estatísticas confiáveis.\n\nPara obter dados precisos sobre a fiabilidade destes veículos, recorremos a fontes confiáveis, como relatórios de fiabilidade do Consumer Reports e do J.D. Power. Estas organizações conduzem pesquisas e recolhem informações de proprietários de veículos para determinar a fiabilidade de diferentes modelos.\n\nDe acordo com os relatórios mais recentes, o Toyota Camry tem uma reputação sólida em termos de fiabilidade. O modelo tem consistentemente obtido classificações elevadas em termos de satisfação do proprietário e poucos problemas relatados. O Camry também tem uma longa história de confiabilidade, o que é um fator importante a considerar ao comprar um carro novo.\n\nO Honda Accord também é conhecido pela sua fiabilidade. Os relatórios indicam que o Accord tem uma taxa de problemas relativamente baixa e é considerado um veículo confiável pelos proprietários. Além disso, a Honda tem uma reputação de construir carros duráveis e de alta qualidade, o que contribui para a fiabilidade do Accord.\n\nO Mazda 6 também é um sedan popular, mas os relatórios sugerem que pode não ser tão fiável quanto os seus concorrentes. Embora o Mazda 6 seja elogiado pelo seu desempenho e estilo, alguns proprietários relataram problemas mecânicos e elétricos. No entanto, é importante notar que a fiabilidade pode variar entre os diferentes anos de produção e modelos específicos.\n\nAo comparar estes três sedans, é evidente que tanto o Toyota Camry como o Honda Accord têm uma reputação sólida em termos de fiabilidade. Ambos os modelos têm uma longa história de confiabilidade e são altamente recomendados pelos proprietários. No entanto, é importante fazer uma pesquisa mais aprofundada sobre os modelos específicos e os anos de produção que está a considerar.\n\nEm conclusão, ao comprar um carro novo, é essencial considerar a fiabilidade do veículo. Com base em estatísticas confiáveis, o Toyota Camry e o Honda Accord são considerados altamente fiáveis, enquanto o Mazda 6 pode ter algumas questões de fiabilidade. No entanto, é importante lembrar que a fiabilidade pode variar entre os diferentes anos de produção e modelos específicos. Recomenda-se sempre fazer uma pesquisa detalhada e, se possível, fazer um teste de condução antes de tomar uma decisão final.",
				"url": "#entity_params={\"toyota+camry\":{\"modelID\":\"722\"},\"honda+accord\":{\"modelID\":\"903\"},\"mazda+6\":{\"modelID\":\"349\"}}",
				"cards": "[{\"title\":\"toyota camry\"},{\"title\":\"honda accord\"},{\"title\":\"mazda 6\"}]"
			}
		}
	}
}
