{
	"error": {
		"LOAD_ERROR": "Ошибка загрузки"
	},
	"warn": {
		"NO_DATA": "Очень жаль, данных недостаточно по запросу "
	},
	"defect_category": {
		"safety": "Безопасность",
		"electronics": "Электроника",
		"light": "Фары/фонари",
		"transmission": "Трансмиссия",
		"other": "Другое",
		"equipment": "Оснащение",
		"engine": "Двигатель",
		"brake": "Тормоза",
		"suspension": "Подвеска"
	},
	"label": {
		"tips": {
			"norm_data": "Paccмотрите нормализованные данные т.е. количество дефектов на каждые 10 000 продаж",
			"search": "Более 4 миллионов обращений в базе",
			"age_mileage": "Сравнивайте дефекты по возрасту и по пробегу",
			"category": "Выбирайте категорию дефектов"
		},
		"detail": {
			"age": "Возраст дефекта",
			"mileage": "Пробег"
		},
		"defect": {
			"header": "Обращение",
			"description": "Пожалуйста, опишите детальнее",
			"cost": "Цена вопроса, в $",
			"year": "Год, в котором случилось",
			"age": "Возраст авто на момент обращения",
			"mileage": "Пробег авто на момент обращения",
			"rating": "Оценка, насколько серьезный дефект?"
		},
		"cancel": "Отмена",
		"main_header": "Статистика обращений в автосервис",
		"norm": "Нормализованные",
		"total": "Всего",
		"by_age": "по Возрасту",
		"by_mileage": "по Пробегу",
		"chart": {
			"by_age": {
				"total": {
					"title": "Все обращения (по сроку эксплуатации)",
					"tooltip": "Общее число обращений"
				},
				"norm": {
					"title": "Нормализованное число обращений (по сроку эксплуатации)",
					"tooltip": "Среднее число обращений на 10,000 проданных авто"
				},
				"y": "Число обращений",
				"x": "Срок эксплуатации, год"
			},
			"by_mileage": {
				"total": {
					"title": "Все обращения (по пробегу)",
					"tooltip": "Общее число обращений"
				},
				"norm": {
					"title": "Нормализованное число обращений (по пробегу)",
					"tooltip": "Среднее число обращений на 10,000 проданных авто"
				},
				"y": "Число обращений",
				"x": "Пробег, км"
			}
		},
		"reset": "Сброс",
		"add_data": "Добавить\nобращение",
		"update": "Обновить",
		"apply": "Применить",
		"applied": "Примененно",
		"load_details": "Загрузить еще детали обращений",
		"post": "Опубликовать",
		"posted": "Опубликовано!",
		"more": "Подробнее",
		"search_by": "Поиск обращений по ",
		"model": "Модель",
		"brand": "Производитель",
		"gen": "Поколение",
		"gen_start": "Начало",
		"gen_finish": "Конец",
		"version": "Версия",
		"engine": {
			"name": "Двигатель",
			"displacement": "Рабочий объем, см³",
			"cylinders": "Число цилиндров",
			"valves": "Число клапанов на цилиндр",
			"fuel_type": "Тип топлива",
			"power_hp": "Мощность, лс.",
			"torque": "Крутящий момент, Н⋅м"
		},
		"trans": {
			"name": "Трансмиссия",
			"acceleration": "Разгон 0-100 км/ч, c",
			"consumtion": "Расход, л/100км",
			"gears": "Число передач"
		}
	},
	"text": {
		"about": {
			"header": "Об этом сайте",
			"text": "Если вы когда-нибудь подбирали авто самостоятельно, вы не могли пройти мимо огромного количества автообзоров, где блогеры разного уровня компетенций, расскажут вам о плюсах и минусах каждой модели и укажут вам, что покупать. Но проблема в том, что эти обзоры субъективны, и если вы рациональный, взрослый человек, а надежность авто для вас важный показатель, возможно, вам интересно рассмотреть статистику обращений в автосервисы.\n\nТакую статистику я не нашел в рунете но есть несколько интересных американских сайтов таких как carcomplaints.com, carproblemzoo.com, nhtsa.gov Что говорить, на Западе к этому относятся серьезно на этих сайтах люди описывают проблемы с которыми столкнулись в период эксплуатации своих авто к сожалению, на этих сайтах нет графиков и вы не можете наглядно сравнить разные модели по количеству обращений в автосервисы.\n\nПоэтому я сделал свой сайт car-defects.com, собрав все информацию с этих полезных ресурсов и представив в виде наглядных графиков. Здесь вы можете сравнивать бренды, модели и поколения между собой, оценивать поломки по возрасту автомобиля и по пробегу, а для большей объективности рассмотрите нормализованные данные т.е количество обращений на 10,000 проданных авто. Сайт содержит информацию о порядка 4.000,000 обращений. Вы также можете внести вклад в развитие, добавив свой опыт эксплуатации.\n\nСайт некоммерческий, он создан на добровольных началах и пока находится в alpha версии."
		},
		"article": {
			"japanese_top_selling_compact_suvs": {
				"title": "Топ японских компактных внедорожников",
				"cards": "[{\"title\":\"Toyota RAV4\"},{\"title\":\"Honda CR-V\"},{\"title\":\"Mazda CX-5\"}]",
				"text": "Знаете ли вы, что в японских компактных внедорожниках, занимающих первое место по продажам - Toyota Rav4, Honda CR-V и Mazda CX-5 CX-5 только Honda CR-V имеет CVT - вариатор?\n\nПотенциальные покупатели могут задаться вопросом: насколько надежна такая трансмиссия? Тысячи вопросов, ответов и полярных мнений на автомобильных форумах. Но давайте будем предельно объективны: статистика обращений в автосервисы не радует. По статистике, владельцы Honda сталкиваются с проблемами CVT в два раза чаще других, в первые три года эксплуатации.\n\nКонечно, автомобиль с CVT динамичнее и экономичнее, но если для вас важна надежность автомобиля, то лучше взять взять классическую автоматическую коробку передач.",
				"url": "#entity_params=%7B%22mazda+cx-5%22%3A%7B%22modelID%22%3A%22330%22%7D%2C%22toyota+rav4%22%3A%7B%22modelID%22%3A%22791%22%7D%2C%22honda+cr-v%22%3A%7B%22modelID%22%3A%22944%22%7D%7D&defect_categories=1%2C3%2C4%2C5%2C6%2C7%2C8%2C9"
			},
			"most_reliable_honda_models": {
				"title": "Самые надежные модели Honda",
				"cards": "[{\"title\":\"Honda Civic\",\"text\":\"Honda Civic - это компактный автомобиль, который производится с 1972 года. Это одна из самых популярных и узнаваемых моделей Honda. Он предлагает комфортабельный интерьер, хорошую топливную экономичность и надежную производительность. Honda Civic доступен в различных вариантах кузова, включая седан, хэтчбек и купе. Он также может предлагаться в различных конфигурациях двигателей и трансмиссий, включая бензиновые и гибридные варианты.\"},{\"title\":\"Honda Accord\",\"text\":\"Honda Accord - это среднеразмерный семейный автомобиль, который также широко популярен на рынке. Accord известен своим комфортным интерьером, хорошей надежностью и динамичным характером. Как и Civic, Honda Accord предлагается в различных вариантах кузова, таких как седан и купе. Он также доступен с различными двигателями, включая бензиновые и гибридные варианты.\"},{\"title\":\"Honda CR-V\",\"text\":\"Honda CR-V - это компактный кроссовер, созданный для тех, кто ищет удобный и просторный автомобиль с высокой проходимостью. CR-V предлагает просторный интерьер с удобными сиденьями, а также имеет хорошие характеристики по безопасности. Он также может быть доступен в различных вариантах привода - переднем или полном.\"},{\"title\":\"Honda Fit\",\"text\":\"Honda Fit - это компактный хэтчбек, который обладает просторным и удобным интерьером, несмотря на свой небольшой размер. Он известен своей высокой функциональностью и удобством, особенно благодаря складывающимся задним сиденьям, которые позволяют легко увеличить объем багажника.\"},{\"title\":\"Honda HR-V\",\"text\":\"Honda HR-V - это компактный кроссовер, который объединяет характеристики хэтчбека и внедорожника. HR-V имеет стильный дизайн и просторный интерьер с возможностью складывания задних сидений для увеличения грузового пространства. Он предлагает хорошую маневренность в городском движении и имеет высокую топливную экономичность.\"}]",
				"text": "Honda Civic, Honda Accord, Honda CR-V, Honda Fit и Honda HR-V - популярные модели автомобилей, выпускаемые компанией Honda, известным японским автопроизводителем. Каждая из этих моделей ориентирована на различные сегменты рынка и обладает различными характеристиками.\n Honda HR-V имеет наилучший рейтинг надежности среди всех моделей Honda в данном наборе данных CarDefects. Исследования показывают, что серьезность и частота ремонтов, с которыми сталкиваются владельцы HR-V, значительно ниже, чем у других моделей. Средние затраты HR-V даже более впечатляющие, чем у всех субкомпактных внедорожников, и оцениваются в 466 долл. А ремонт HR-V обходится менее чем в половину средней суммы в 652 доллара, которую ежегодно тратят все владельцы автомобилей.",
				"url": "#entity_params=%7B%22honda+civic%22%3A%7B%22modelID%22%3A%22956%22%7D%2C%22honda+accord%22%3A%7B%22modelID%22%3A%22903%22%7D%2C%22honda+fit%22%3A%7B%22modelID%22%3A%22983%22%7D%2C%22honda+cr-v%22%3A%7B%22modelID%22%3A%22944%22%7D%2C%22honda+hr-v%22%3A%7B%22modelID%22%3A%22988%22%7D%7D"
			},
			"reliability_of_toyota_camry_and_honda_accord_engines": {
				"title": "Сравнение надежности двигателей Toyota Camry и Honda Accord",
				"cards": "[{\"title\":\"Toyota Camry Engine\",\"text\":\"Также, как и Accord, Camry предлагает различные двигатели, включая 4-цилиндровые и V6 опции.\\n4-цилиндровые двигатели Camry могут иметь разные характеристики, но, например, 2.5-литровый 4-цилиндровый двигатель может выдавать около 203-206 лошадиных сил.\\nВерсии с V6 моторами могут достигать мощности в районе 301-301 лошадиных сил.\"},{\"title\":\"Honda Accord Engine\",\"text\":\"В зависимости от года и конфигурации, Honda Accord может быть предложена с различными моторами, включая 4-цилиндровые и V6 варианты.\\n4-цилиндровые двигатели могут иметь разные объемы и мощности, но, например, 1.5-литровый турбированный 4-цилиндровый двигатель может предлагать около 192-192 лошадиных сил.\\nБолее мощные версии Accord могут оснащаться 2.0-литровыми турбированными 4-цилиндровыми двигателями, которые выдают около 252-252 лошадиных сил.\"}]",
				"text": "Есть два пути разогнать пятиметровый японский седан: \n\nконсервативный - использовать старый атмосферный двигатель большого объема, полагаясь на простоту конструкции.\n \nИнновационный путь - использовать малообъемный турбированный двигатель, полагаясь на технологии. \n\nМагии здесь нет: с помощью технологий инженеры Honda добились в полтора раза более экономичного двигателя.\n\nНо...  оправдана ли прожорливость атмосферного двигателя?\nТак ли надежна Toyota Camry по сравнению с Honda Accord, \nчто заставляет отказаться от инноваций, \nсовременного дизайна и удовольствия от вождения?\n\nДавайте посмотрим статистику и выясним это!\n\nКак мы видим, по статистике обращений в автосервис, Honda Accord даже в первые 3 года эксплуатации более надежен! \nХотя, в долгосрочной перспективе Camry все же выигрывает, но с небольшим отрывом.",
				"url": "#entity_params=%7B%22toyota+camry%22%3A%7B%22modelID%22%3A%22722%22%7D%2C%22honda+accord%22%3A%7B%22modelID%22%3A%22903%22%7D%7D&defect_categories=4"
			},
			"audi_a4_last_3_generation": {
				"title": "Надежность Audi A4 за последние 3 поколения",
				"cards": "[{\"title\":\"Audi A4 B7\"},{\"title\":\"Audi A4 B8\"},{\"title\":\"Audi A4 B9\"}]",
				"text": "За последние 3 поколения Audi A4 стала более стильной. Но.... стала ли она надежнее?\n\nСтатистически, в каждом поколении количество обращений в сервис сокращалось в 3-4 раза!\n\nБолее того, количество поломок двигателя в последнем поколении сократилось в 15 раз по сравнению с предыдущим поколением B8! Впечатляющий результат был достигнут благодаря линейке обкатанных двигателей от концерна Volkswagen Audi Group.\n\nПочти такие же положительные результаты и по трансмиссии: Если в поколении B8 машины оснащались устаревшими автоматическими системами Multitronic CVT, S tronic, Tiptronic, а также механикой, то теперь единственным вариантом является более четкая и быстрая система S-tronic с двумя сцеплениями.",
				"url": "#entity_params=%7B%22audi+a4+b7%22%3A%7B%22genID%22%3A%228%22%7D%2C%22audi+a4+b8%22%3A%7B%22genID%22%3A%227%22%7D%2C%22audi+a4+b9%22%3A%7B%22genID%22%3A%226%22%7D%7D"
			},
			"how_repair_costs_change_as_subaru_models_age": {
				"title": "Как меняются затраты на ремонт по мере старения Subaru",
				"cards": "[{\"title\":\"Subaru Ascent\"},{\"title\":\"Subaru B9\"},{\"title\":\"Subaru Baja\"}]",
				"text": "Компания Subaru заслужила репутацию надежного производителя, но даже ее автомобили требуют ремонта по мере накопления пробега на одометре. Отслеживание стоимости обслуживания в зависимости от пробега позволяет понять, какие модели остаются доступными в обслуживании.\n\nСреднеразмерный внедорожник Subaru Ascent в первые 50 000 км пробега в среднем требует ремонта на сумму около 350 долл. в год. С 50 000 до 100 000 миль пробега этот показатель возрастает до 400 долл. в год, а после 100 000 миль пробега расходы достигают примерно 475 долл.\n\nСреднеразмерный внедорожник B9 Tribeca работает по аналогичной схеме. В первые 50 тыс. км пробега владельцы сообщают, что на внеплановый ремонт тратится около 300 долл. в год. С 50 000 до 100 000 миль пробега этот показатель возрастает до 375 долл. и после 100 000 миль подпрыгивает до 450 долл.\n\nДанные нашей статистики обращений в автосервис показывают, что Ascent имеет больше дефектов, чем Tribeca (почти в два раза).\n\nС другой стороны, компактный пикап Baja демонстрирует относительно сопоставимую динамику. В течение первых 50 000 миль пробега водители ежегодно платят за ремонт около 250 долл. Baja имеет наименьшее количество обращений в сервисную службу в течение первых 25 000 миль пробега (см. статистику обращений в сервисную службу автомобилей, приведенную ниже).\n\nЭтот показатель возрастает до 325 долл. при пробеге от 50 000 до 100 000 миль и достигает 400 долл. после 100 000 миль.\n\nХотя стоимость технического обслуживания Subarus растет по мере увеличения пробега, она остается относительно доступной по сравнению с другими марками. Baja имеет самые низкие средние затраты на ремонт в течение всего срока службы. Ascent - самый дорогой в долгосрочной перспективе по сравнению с тремя другими марками. Но даже при более частом обслуживании Subarus остается экономически выгодным.\n\nПравильное техническое обслуживание и устранение мелких неисправностей на ранних этапах позволяет свести к минимуму затраты на крупный ремонт в дальнейшем. Однако репутация Subarus как надежного и долговечного автомобиля подтверждается данными, независимо от пробега.",
				"url": "#entity_params=%7B%22subaru+ascent%22%3A%7B%22modelID%22%3A%22633%22%7D%2C%22subaru+b9%22%3A%7B%22modelID%22%3A%22634%22%7D%2C%22subaru+baja%22%3A%7B%22modelID%22%3A%22635%22%7D%7D&data_params=%7B%22total%22%3Atrue%2C%22by_mileage%22%3Atrue%7D"
			},
			"who_wins_on_reliability_toyota_or_lexus": {
				"title": "Toyota или Lexus - кто надежнее? Ответ в статистике",
				"text": "Все мы хотим, чтобы наши машины были надежными и недорогими в обслуживании. Toyota и Lexus в списке брендов с непревзойденной надежностью. Но насколько надежны эти японские марки по сравнению друг с другом? \nСогласно результатам статистики обращений в автосервисы, Lexus значительно превосходит в надежности Toyota в долгосрочной перспективе. У среднестатистической Toyota на 25 тыс. км пробега приходится более 27 тыс. дефектов. У модели Lexus этот показатель гораздо меньше - около 2000 заявленных дефектов за тот же пробег. \n\nНайдите в строке поиска Toyota, а затем нажмите \"Поиск дефектов по Toyota\" в крайнем правом углу. Появится график с полученными данными \n\n Далее выберите Lexus (для сравнения). При этом появляется гистограмма Lexus, расположенная рядом с Toyota оранжевым цветом. \n\nМожно выбрать \"По возрасту\" или \"По Пробегу\", чтобы получить данные для наглядного сравнения. \n\nДля нашего случая мы использовали \"Всего\" дефектов по \"Пробегу\", чтобы получить диаграмму, представленную ниже.\n\nТак что же делает Lexus королем надежности из года в год? Все сводится к использованию высококачественных компонентов, более строгому контролю качества.\n Хотя конечно, Toyota по-прежнему превосходит все нелюксовые бренды по надежности.",
				"url": "#entity_params=%7B%22toyota%22%3A%7B%22brandID%22%3A%2217%22%7D%2C%22lexus%22%3A%7B%22brandID%22%3A%228%22%7D%7D&data_params=%7B%22by_mileage%22%3Atrue%2C%22total%22%3Atrue%7D",
				"cards": "[]"
			}
		}
	}
}
