<script>
	import Article from '$lib/article/Article.svelte';
	import Charts from '$lib/article/Charts.svelte';
	import Cards from '$lib/article/Cards.svelte';

	const title = 'Наиболее надежные небольшие семейные автомобили (по статистике)';
	const cards = [
		{
			title: 'Honda Civic',
			text: `Honda Civic - это компактный автомобиль, который производится с 1972 года. Это одна из самых популярных и узнаваемых моделей Honda. Он предлагает комфортабельный интерьер, хорошую топливную экономичность и надежную производительность. Honda Civic доступен в различных вариантах кузова, включая седан, хэтчбек и купе. Он также может предлагаться в различных конфигурациях двигателей и трансмиссий, включая бензиновые и гибридные варианты.`
		},
		{
			title: 'Toyota Corolla',
			text: `Еще один маленький семейный автомобиль, который был высоко оценен за надежность, - это Toyota
		Corolla. Toyota Corolla-один из самых продаваемых транспортных средств в мире, и на то есть
		веская причина. Это доступный, практичный и надежный автомобиль, который обеспечивает отличный
		опыт вождения. У него просторный интерьер, отличная топливная эффективность и низкая стартовая
		цена около 20 050 долларов.`
		},
		{
			title: 'Mazda 3',
			text: `Mazda 3 - еще один маленький семейный автомобиль, который был высоко оценен за его надежность.
		Этот автомобиль предлагает стильную экстерьер, удобный и просторный интерьер и отличную динамику
		вождения. Mazda3 также имеет расширенные функции безопасности, такие как камера заднего вида,
		мониторинг слепых точек и предупреждение о столкновении вперед. Стартовая цена составляет около
		20 500 долларов.`
		},
		{
			title: 'Subaru Impreza',
			text: `Subaru Impreza - это небольшой семейный автомобиль, который высоко оценен за надежность и
		практичность. Это полностью приводной автомобиль, который делает его идеальным для семей,
		которым нужен автомобиль, который отлично подходит в любых погодных условиях. Он также имеет
		просторный интерьер и отличная топливная эффективность. Он имеет стартовую цену около 18 695
		долларов.`
		}
	];
</script>

<Article {title} {cards}>
	<p>
		Небольшие семейные автомобили - самые популярные автомобили на рынке сегодня. Они предлагают
		идеальную смесь практичности, доступности и безопасности. С ростом транспортных средств
		внедорожника и кроссоверов небольшим семейным автомобилям пришлось увеличить свою игру, чтобы
		оставаться актуальными. Для этого производители сосредоточились на доставке надежных и
		практических транспортных средств, которые отвечают потребностям семей.
	</p>

	<Cards {cards} />

	<Charts
		lg
		title="Summary"
		entity_params={`{"honda civic":{"modelID":"956"},"toyota corolla":{"modelID":731},"mazda 3":{"modelID":347},"subaru impreza":{"modelID":645}}`}
	/>
	<p>
		В заключение, есть несколько небольших семейных автомобилей, которые считаются наиболее
		надежными по статистике. Ищете ли вы практичный, доступный и надежный автомобиль, или
		наполненный усовершенствованными функциями безопасности, есть небольшой семейный автомобиль,
		который подходит для вас. Будь то Honda Civic, Toyota Corolla, Mazda3 или Subaru Impreza, эти
		транспортные средства обязательно предоставят вам и вашей семье много лет надежного и приятного
		вождения.
	</p>
</Article>
